Revit 2024 API
BuiltInFailures.ScheduleViewFailures.CannotResizeColumn Property
 Can't resize column.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotResizeColumn { get; }
Visual Basic
Public Shared ReadOnly Property CannotResizeColumn As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotResizeColumn {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.ScheduleViewFailures Class
Autodesk.Revit.DB Namespace